[M_Nast_Vday_Side01 MissionDefinition]
MissionName="Aprendendo a amar"
MissionDescription="O Consolador 5000 está sofrendo. Moxxi lhe pediu para falar com ele."
TurnInDescription="O amor dói."
MissionSummary="Ajude o Consolador a encontrar seu verdadeiro amor."
MissionGiver="Consolador 5000"
MissionTurnInLocation="Moxxi"
TeaserText="Al%53tera@$ción detecta**5da. Activ@&48/ando romance.exe..."

[M_Nast_Vday_Side01:CollectABlondeWig MissionObjectiveDefinition]
ProgressMessage="Consiga uma peruca loira"

[M_Nast_Vday_Side01:CollectABlondeWigSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas. Ele lhe pediu para procurar alguns presentes românticos enquanto grava umas palavras de amor em um dispositivo ECHO.\nVocê já conseguiu um cigarro. Agora precisará de uma peruca loira. Para quê? Esperamos que você nunca descubra.\n"

[M_Nast_Vday_Side01:CollectACigar MissionObjectiveDefinition]
ProgressMessage="Consiga um cigarro"

[M_Nast_Vday_Side01:CollectACigarSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas. Ele lhe pediu para procurar alguns presentes românticos enquanto grava umas palavras de amor em um dispositivo ECHO. Em primeiro lugar, consiga um cigarro."

[M_Nast_Vday_Side01:CollectCanOfGrease MissionObjectiveDefinition]
ProgressMessage="Consiga uma lata de lubrificante"

[M_Nast_Vday_Side01:CollectCanOfGreaseSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas. Ele lhe pediu para procurar alguns presentes românticos enquanto grava umas palavras de amor em um dispositivo ECHO.\nVocê já tem um cigarro e uma peruca loira. Agora ele lhe pediu uma lata de lubrificante.\n"

[M_Nast_Vday_Side01:DeliverBlondeWigGift MissionObjectiveDefinition]
ProgressMessage="Entregue a peruca loira de presente"

[M_Nast_Vday_Side01:DeliverBlondeWigGiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nEle lhe pediu para procurar alguns presentes ''românticos'' e agora quer que você os entregue a algumas possíveis almas gêmeas. Primeiro: entregue a peruca loira.\n"

[M_Nast_Vday_Side01:DeliverCanOfGreaseGift MissionObjectiveDefinition]
ProgressMessage="Entregue a lata de lubrificante de presente"

[M_Nast_Vday_Side01:DeliverCanOfGreaseGiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nEle lhe pediu para procurar alguns presentes ''românticos'' e agora quer que você os entregue a algumas possíveis almas gêmeas. Na sequência, entregue a lata de lubrificante para a Moxxi.\n"

[M_Nast_Vday_Side01:DeliverCigarGift MissionObjectiveDefinition]
ProgressMessage="Entregue o cigarro de presente"

[M_Nast_Vday_Side01:DeliverCigarGiftSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nEle lhe pediu para procurar alguns presentes ''românticos'' e agora quer que você os entregue a algumas possíveis almas gêmeas. Na sequência, entregue o cigarro.\n"

[M_Nast_Vday_Side01:KillInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Elimine o Consolador"

[M_Nast_Vday_Side01:KillInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o Consolador."
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nVocê conseguiu encontrar e entregou os presentinhos ''românticos''.\nPor acaso, o último presente foi para sua criadora, Moxxi. Quando recebeu o presente, ela ficou muito irritada com o Consolador e lhe pediu que o elimine.\n"

[M_Nast_Vday_Side01:ReturnToInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Volte até o Consolador"

[M_Nast_Vday_Side01:ReturnToInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nVocê conseguiu encontrar e entregou os presentinhos ''românticos''. Agora só precisa voltar e descubrir que diabos ele quer com essas tranqueiras.\n"

[M_Nast_Vday_Side01:ReturnToMoxxi MissionObjectiveDefinition]
ProgressMessage="Volte até a Moxxi"

[M_Nast_Vday_Side01:ReturnToMoxxiSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Volte até a Moxxi."
MissionDescriptionOverride="O Consolador 5000 estava interessado num romance, porém, sua definição de ''amor'' era um pouco acusadora demais para o gosto da Moxxi. Uma vez que você desativar o Consolador, poderá voltar até a Moxxi e receber sua recompensa."

[M_Nast_Vday_Side01:SpareInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Perdoe o Consolador"

[M_Nast_Vday_Side01:SpareInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Perdoe o Consolador."
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nVocê conseguiu encontrar e entregou os presentinhos ''românticos''.\nPor acaso, o último presente foi para sua criadora, Moxxi. Quando recebeu o presente, ela ficou muito irritada com o Consolador e lhe pediu que o elimine.\nPorém, logo depois o Consolador disse algo bonito e a Moxxi pediu para não eliminá-lo.\n"

[M_Nast_Vday_Side01:TalkToInnuendoBot MissionObjectiveDefinition]
ProgressMessage="Fale com o Consolador"

[M_Nast_Vday_Side01:TalkToInnuendoBotSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Vday_Side01:WasteHim MissionObjectiveDefinition]
ProgressMessage="Esqueça"

[M_Nast_Vday_Side01:WasteHimSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Esqueça. Elimine o Consolador."
MissionDescriptionOverride="Por algum motivo, o Consolador 5000 está mais interessado num romance do que nas piadinhas eróticas.\nVocê conseguiu encontrar e entregou os presentinhos ''românticos''.\nPor acaso, o último presente foi para sua criadora, Moxxi. Quando recebeu o presente, ela ficou muito irritada com o Consolador e lhe pediu que o elimine.\nPorém, logo depois o Consolador disse algo bonito e a Moxxi pediu para não eliminá-lo.\nLogo o Consolador revelou sua falsa sinceridade e a Moxxi pediu que reconsidere seu pedido anterior e elimine-o.\n"

